sallesricardo/esp32-2eth/sdkconfig.defaults
# This file was generated using idf.py save-defconfig or menuconfig [D] key. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 6.0.1 Project Minimal Configuration
#
# default:
CONFIG_IDF_TARGET="esp32s3"
CONFIG_MQTT_BROKER_URI="mqtt://192.168.15.50:1883"
CONFIG_REMOTE_HOST_IP="192.168.15.50"
